       IDENTIFICATION DIVISION.
       PROGRAM-ID. THEREALDEAL.

       ENVIRONMENT DIVISION.
       CONFIGURATION SECTION.

       DATA DIVISION.
       WORKING-STORAGE SECTION.

       PROCEDURE DIVISION.


      **************THIS IS A COMMENT**************




           GOBACK.
           
       END PROGRAM THEREALDEAL.